Repository: Zahkrii/Arkythm-Dev-Tools
Catalog: ChartConvertor/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Arkythm Dev Tools
zh_cn: Arkythm 开发工具

# AppDescription
source: A Collection of Arkythm Dev Tools.
zh_cn: Arkythm 开发工具合集。

# Shell_Main.Content
source: Convert Chart
zh_cn: 谱面转换

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化

# Settings_Theme.Text
source: Theme
zh_cn: 主题

# Settings_Theme_Light.Content
source: Light
zh_cn: 浅色

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_Default.Content
source: Default
zh_cn: 跟随系统

# Settings_About.Text
source: About
zh_cn: 关于

# Settings_AboutDescription.Text
source: A Collection of Arkythm Dev Tools.
zh_cn: Arkythm 开发工具合集。

# Main_OutputTextBlock.Text
source: Output Directory
zh_cn: 输出路径

# Main_AddFileButton.Label
source: Add Files
zh_cn: 添加

# Main_StartButton.Content
source: Convert
zh_cn: 转换

# Main_DialogErrorTitle
source: Error
zh_cn: 错误

# Main_DialogErrorPrimaryButton
source: Close
zh_cn: 关闭

# Main_DialogErrorMessageNoInput
source: Please choose input file.
zh_cn: 请选择需要转换的文件。

# Main_DialogErrorMessageNoOutput
source: Please choose output folder.
zh_cn: 请选择输出路径。

# Main_DialogWarningTextExists
source: File already exists.
zh_cn: 文件已存在。

# Main_DialogWarningTitle
source: Warning
zh_cn: 警告

# Main_ProgressTextError
source: Error!
zh_cn: 错误！

# Main_ProgressTextTotal
source: Total:
zh_cn: 总进度：

# Shell_SaveFileView.Content
source: Save Edit
zh_cn: 存档编辑

# SaveFileView_Description.Message
source: View the Arkythm save file here, and support simple editing of the save file. Generally, it is only used to view the save file, and it is not recommended to edit the save file.
zh_cn: 在这里查看 Arkythm 存档文件，同时支持存档文件的简单编辑。通常仅用于查看存档文件，不建议对文件进行编辑。

# SaveFileView_Description.Title
source: Tip
zh_cn: 提示

# Settings_Lang.Text
source: Language
zh_cn: 语言

# Settings_UI.Text
source: Interface
zh_cn: 界面

# Main_ClearFileButton.Label
source: Clear
zh_cn: 清空

# Main_ProgressStage_Clean
source: Clean Data..
zh_cn: 正在清理冗余数据...

# Main_ProgressStage_Complete
source: Complete
zh_cn: 完成

# Main_ProgressStage_Default
source: Processing...
zh_cn: 正在处理...

# Main_ProgressStage_Drag
source: Converting Drag...
zh_cn: 正在转换 Drag ...

# Main_ProgressStage_Hold
source: Converting Hold...
zh_cn: 正在转换 Hold ...

# Main_ProgressStage_Read
source: Reading File...
zh_cn: 正在读取...

# Main_ProgressStage_Save
source: Save to ArkChart...
zh_cn: 正在保存为 ArkChart ...

# Settings_InfoBar.Message
source: The language setting needs to restart the application to take effect.
zh_cn: 语言设置需要重启应用程序才能生效。

# Settings_InfoBar.Title
source: Warning
zh_cn: 警告

# Settings_Lang_Toggle.OffContent
source: Use System Settings
zh_cn: 跟随系统设置

# Settings_Lang_Toggle.OnContent
source: Use Custom Settings
zh_cn: 使用自定义设置
